songs/heavenknowsimmiserablenow.org
#+TITLE: The Smiths - Heaven Knows I'm Miserable Now

* Lyrics
#+begin_example
[Verse 1]
I was happy in the haze of a drunken hour
But heaven knows I'm miserable now
I was looking for a job and then I found a job
And heaven knows I'm miserable now

[Refrain 1]
In my life, why do I give valuable time
To people who don't care if I live or die?

[Verse 2]
Two lovers entwined pass me by
And heaven knows I'm miserable now
I was looking for a job and then I found a job
And heaven knows I'm miserable now

[Refrain 1]
In my life, oh, why do I give valuable time
To people who don't care if I live or die?

[Verse 3]
What she asked of me at the end of the day
Caligula would have blushed
"Oh, you've been in the house too long", she said
And I naturally fled

[Refrain 2]
In my life, why do I smile
At people who I'd much rather kick in the eye?

[Verse 4]
I was happy in the haze of a drunken hour
But heaven knows I'm miserable now
"Oh, you've been in the house too long", she said
And I naturally fled

[Refrain 1]
In my life, oh, why do I give valuable time
To people who don't care if I live or die?
#+end_example

