songs/heavenknowsimmiserablenow.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="no" xml:lang="no">
<head>
<!-- 2023-08-03 Thu 12:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The Smiths - Heaven Knows I'm Miserable Now</title>
<meta name="author" content="Tarjei Bærland" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="style.css" type="text/css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">The Smiths - Heaven Knows I'm Miserable Now</h1>

<div id="outline-container-org55c963d" class="outline-2">
<h2 id="org55c963d">Lyrics</h2>
<div class="outline-text-2" id="text-org55c963d">
<pre class="example" id="org37389dd">
[Verse 1]
I was happy in the haze of a drunken hour
But heaven knows I'm miserable now
I was looking for a job and then I found a job
And heaven knows I'm miserable now

[Refrain 1]
In my life, why do I give valuable time
To people who don't care if I live or die?

[Verse 2]
Two lovers entwined pass me by
And heaven knows I'm miserable now
I was looking for a job and then I found a job
And heaven knows I'm miserable now

[Refrain 1]
In my life, oh, why do I give valuable time
To people who don't care if I live or die?

[Verse 3]
What she asked of me at the end of the day
Caligula would have blushed
"Oh, you've been in the house too long", she said
And I naturally fled

[Refrain 2]
In my life, why do I smile
At people who I'd much rather kick in the eye?

[Verse 4]
I was happy in the haze of a drunken hour
But heaven knows I'm miserable now
"Oh, you've been in the house too long", she said
And I naturally fled

[Refrain 1]
In my life, oh, why do I give valuable time
To people who don't care if I live or die?
</pre>
</div>
</div>
</div>
</body>
</html>